{
	"comment": "Initial import by DEV",

	"opco": "gb",
	"name": "Netflix hardbundle 12 months new",
	"version": 1,
	"partner": "netflix",
	"type": "hardbundle",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"usergroups": [
		"4gextralarge",
		"4glarge",
		"4gmedium"
	],

	"packageId" : "PK_Netflix",

	"heading": "Netflix",

	"pages": {
		"purchase": {
			"details": {
				"title": "Must-see TV shows and movies, award-winning Netflix originals, and a special selection just for kids, there’s something to watch for everyone.",
				"text": "<ul class=\"offers_list\"><li>12 months Netflix subscription.</li><li>Start watching a TV show or movie on one device, and finish it on another.</li><li>No downloading.</li><li>No adverts.</li></ul>",
				"checkbox": {
					"label": "I accept <a href=\"#\" class=\"terms_link\">terms and conditions</a>",
					"errorMessage": "To continue, you must agree to the terms & conditions.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Netflix",
					"text": "<p class=\"content_heading\">Subscription information</p><p>With TV shows and movies, award-winning Netflix originals, and a special section just for kids, there’s something to watch for everyone. Watch on up to 2 devices at the same time, in HD quality.</p><p>With selected Red Value Bundles, get a 6 or 12 months Netflix subscription worth £7.49 per month (£44.94 for 6 months, or £89.88 for 12 months).</p><p>If you already have a Netflix account, your payment will be paused for the duration of your promotional award and will resume once your promotional award has ended. The value of the promotion will be credited to your existing plan. Offer duration is based on the 2 screen plan and will vary if you have the 1 screen or 4 screen plan.</p><p class=\"content_heading\">Data charges</p><p>Data will be used to view content unless connected to wifi. This data usage will be taken from your monthly allowance. If you exceed your monthly data allowance, data usage after this will be charged at our standard rates.</p><p class=\"content_heading\">Stopping the offer</p><p>The subscription lasts for either 6 or 12 months depending on your Red Value Bundle. If you are a new Netflix customer, at the end of your 6 or 12 month subscription, to keep using Netflix you won't need to do anything. It will just cost £7.49 a month and will be added to your Vodafone bill. We'll text you 10 days before to remind you about this. If you no longer want Netflix please visit http://offers.vodafone.com/gb/cancel to opt out. If you are an existing Netflix subscriber, regular Netflix billing will resume at the end of the 6 or 12 month subscription.</p><p>If you are an existing Netflix subscriber, regular Netflix billing will resume at the end of the 6 months.</p><p>Please contact Netflix if you have any questions at Netflix.com.</p><p class=\"content_heading\">Supported phones</p><p>Netflix is supported by a wide range of mobile phones and tablets including Android, iOS, and Windows phones. Please note it’s not available on Blackberry.</p>"
				},
				"okButton": {
					"label": "Add 12 months Netflix now",
					"action": "#next"
				}
			},

			"success": {
				"title": "Congratulations, your Netflix account is ready to use.",
				"text": "<p>If you don't already have the mobile app, you can get it by clicking the button below.</p>",
				"customButton": {
					"label": "Add more offers",
					"action": "#moreOffers",
					"description": "You might also be interested in these additional offers"
				},
				"getAppButton": {
					"label": "Get Netflix app",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"title": "You selected 12 months Netflix as your inclusive entertainment option.",
				"text": "<p>After the inclusive period you will continue to receive Netflix for £7.49 per month, or you can cancel below</p>",
				"getAppButton": {
					"label": "Get Netflix app",
					"action": "#getApp"
				},
				"okButton": {
					"label": "STOP AT THE END OF INCLUSIVE PERIOD",
					"action": "#next"
				}
			},

			"details2": {
				"text": "<p>Please confirm to stop Netflix at the end of your inclusive period</p>",
				"okButton": {
					"label": "CONFIRM STOP",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>You have been successfully unsubscribed from Netflix from the end of your inclusive subscription</p>",
				"getAppButton": {
					"label": "Get Netflix app",
					"action": "#getApp"
				},
				"customButton": {
					"label": "Add more offers",
					"action": "#moreOffers",
					"description": "You might also be interested in these additional offers"
				}
			}
		}
	},

	"entitlement": {
		"description": "Must-see TV shows and movies, award-winning Netflix originals, and a special selection just for kids, there’s something to watch for everyone.",
		"pricingDetails": "Free for 12 months, than £7.49 per month",
		"banner": "/newui/assets/img/download-panels/netflix.jpg"
	}
}
