{
	"comment": "Initial import by DEV",

	"opco": "gb",
	"name": "Sky hardbundle",
	"version": 1,
	"partner": "sky",
	"type": "hardbundle",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"lifecycleClass": "com.vodafone.ppe.offers.lifecycle.SkyPack1Lifecycle",

	"heading": "Sky Sports Mobile TV",

	"deviceAvailability": [
		"android",
		"iPhone"
	],

	"pages": {
		"purchase": {
			"details": {
               "title": "Experience every thrilling sporting moment on the move with Sky Sports Mobile TV subscription with your 4G-ready plan.",
               "text": "<ul class=\"offers_list\"><li>Enjoy Pack 1 of Sky Sports Mobile TV, including Sky Sports 1 & 2, and pack even more sports into your life. Never miss live coverage of your favourite sports again.</li><li>Available on iPhone and selected Android phones.</li></ul>",
               "checkbox": {
                  "label": "I accept <a href=\"#\" class=\"terms_link\">terms and conditions</a>",
                  "errorMessage": "To continue, you must agree to the terms & conditions.",
                  "order": 1,
                  "mandatory": true
               },
               "accordion": {
               	  "label": "Sky Sports Mobile TV",
                  "text": "<p class=\"content_heading\">Subscription</p><p>You get unlimited access to Sky Sports Mobile TV for 6 months for Red 4GB Value Bundles (previously Red 4G Plans) and for the duration of your plan, up to a maximum of 2 years for Red 8GB, 15GB, 25GB Value Bundles (previously Red L, XL, XXL plans).</p><p class=\"content_heading\">Internet charges</p><p>You'll pay our standard internet charges to use this service when you're roaming or when you've exceeded your data allowance.</p><p class=\"content_heading\">How to stop Sky Sports Mobile TV</p><p>The subscription moves to a paid subscription at £4.99 at the end of your inclusive period. A text notification will be sent to you before the inclusive period ends with the option to opt out if you wish to end your subscription.</p><p>Please contact Vodafone if you have any questions.</p><p class=\"content_heading\">Phones that work with Sky Sports Mobile TV</p><p>Sky Sports Mobile TV is only available on iPhone and selected Android smartphones.</p><p>In order to activate your subscription through the Sky Sports Mobile TV app, your smartphone must be connected to the mobile network using your Vodafone SIM linked to this subscription.</p>"
               },
               "okButton": {
                  "label": "Add Sky Sports Mobile TV",
                  "action": "#next"
               }
            },

            "success":{
               "What happens next?": "Processing your subscription",
               "text": "<p class=\"content_heading\">What happens next?</p><p>Congratulations, you’re now ready to get your Sky Sports Mobile TV app and start watching some great sport.</p><p>Download the Sky Sports Mobile TV app from your app store, open the app, select <strong>‘I subscribe to Mobile TV with Vodafone’</strong> and follow the instructions to start watching live sport on the go.</p><p><strong>Please note, you need to be on the Vodafone network for the first time you access the app. Remember to switch off WiFi.</strong></p><p>You can also get unlimited access to Sky Sports Mobile TV Pack 2, including Sky Sports 3, 4, F1 and Sky News for an additional £5.00 per month.</p>",
               "customButton": {
                  "label": "Get Sky Sports Pack 2",
                  "action": "#getSkySportsPack",
                  "description": "You might also be interested in this additional offer"
               },
               "getAppButton": {
                  "label": "Get Sky Sports Mobile TV app",
                  "action": "#getApp"
               }
            }
		},

		"cancellation": {
			"details": {
            "title": "You will be stopping your monthly subscription for Sky Sports Mobile TV Pack 1",
               "text": "<p>To stop the subscription please click the button below.</p>",
               "getAppButton": {
                  "label": "Get Sky Sports Mobile TV app",
                  "action": "#getApp"
               },
               "okButton": {
                  "label": "Cancel now Sky Sports Mobile TV",
                  "action": "#next"
               },
               "customButton": {
                  "label": "Get Sky Sports Pack 2",
                  "action": "#getSkySportsPack",
                  "description": "You might also be interested in this additional offer"
               }
            },

            "details2": {
               "title": "You'll no longer be subscribed to Sky Sports Mobile TV.",
               "text": "<p>When your Sky subscription terminates, you will no longer be able to stream Sky Sports TV on your mobile.</p><p>To end your subscription, please click below.</p>",
               "okButton": {
                  "label": "Cancel Sky Sports Mobile TV",
                  "action": "#next"
               }
            },

            "success": {
               "text": "<p>You've been unsubscribed successfully from Sky Sports Mobile TV.</p>",
               "getAppButton": {
                  "label": "Get Sky Sports Mobile TV app",
                  "action": "#getApp"
               },
               "customButton": {
                  "label": "Add more offers",
                  "action": "#moreOffers",
                  "description": "You might also be interested in these additional offers"
               }
            }
		}
	}
}
