{
	"comment": "Initial import by DEV",

	"opco": "it",
	"name": "ChiliTV standalone switchable trial",
	"version": 1,
	"partner": "chilitv",
	"type": "standalone",
	"switchable": true,
	"trial": true,

	"enabled": {
		"purchase": true,
		"cancellation": false
	},

	"heading": "Chili TV",

	"pages": {
		"purchase": {
			"details": {
				"text": "<p>Prova Chili per 2 mesi: tutti i film a poche settimane dall'uscita dal cinema, anche in HD+, da vedere dove vuoi. <ul> <li>I film a poche settimane dall'uscita dal cinema</li> <li>Disponibile su tutti i dispositivi</li> <li>In streaming o in download, scegli tu se noleggiare o acquistare</li> <li>Tutta la qualità dell'HD+</li> </ul> L'offerta dà diritto al valore di 10 euro al mese, per noleggiare o acquistare i film disponibili nella sezione \"Vodafone Cinema\" all'interno del menu Promozioni dell'applicazione Chili.</p><p>Alla scadenza del mese di promozionalità, l'offerta si rinnova a 4,99 euro al mese. In caso di disattivazione dell'offerta Vodafone, l'offerta Chili verrà disattivata.</p><p>Se hai già sottoscritto uno dei contenuti dell'offerta Vodafone Entertainment, non potrai usufruire di questa promozione. <p>Poiché hai già un abbonamento Chili TV con Vodafone attivo, proseguendo il precedente abbonamento verrà disattivato.</p>",
				"checkbox": {
					"label": "Cliccando su attiva dichiari di accettare i <a href=\"#\" class=\"terms_link\">termini e le condizioni</a> del servizio",
					"errorMessage": "Prima di poter attivare Chili devi accettare i nostri termini e condizioni.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Chili",
					"text": "<p>Più informazioni su Chili TV<h6>Costi di connessione Internet</h6><p>CHILI consuma GB di traffico Internet, che saranno tariffati secondo le condizioni della tua offerta</p><h6>Telefoni Compatibili</h6><p>ChiliTV è disponibile su Smart TV, Smart Blu-Ray, PC, Mac, Tablet, Smartphone e Smartkey TV. È inoltre possibile vedere i contenuti CHILI sul televisore con Chromecast, anche se non è uno Smart TV.</p><p>L’app CHILI è pre-installata su Smart TV e Smart Blu-Ray; su Tablet e Smartphone puoi scaricare gratuitamente l’app da Google Play, App Store, Windows Store e Windows Phone.</p><h6>Utilizzo all'estero</h6><p>I Film e le Serie TV del tuo profilo ChiliTV sono disponibili solo nel territorio italiano.</p><p>All'estero puoi vedere i contenuti che hai scaricato in Italia con la funzionalità “Download”</p><h6>Disattiva ChiliTV</h6><p>Puoi disattivare CHILI con VODAFONE dal tuo profilo CHILI o andando su http://voda.it/disattivachili</p><p>L’eventuale valore residuo sul Borsellino Elettronico sarà disponibile fino al termine del mese.</p><h6>Domande Frequenti</h6><p>Per avere ulteriori informazioni consulta le Domande Frequenti su ChiliTV.</p>"
				},
				"okButton": {
					"label": "Attiva Chili",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>La tua sottoscrizione a Chili TV e' ora attiva, adesso puoi utilizzare Chili TV e guardare tutti i film a poche settimane dall'uscita dal cinema, anche in HD+.</p><p>Se non l'hai gia' fatto scarica l'APP premendo il bottone qui sotto</p>",
				"getAppButton": {
					"label": "Scarica l'APP di ChiliTV",
					"action": "#getApp"
				}
			}
		}
	}
}
