{
	"comment": "Initial import by DEV",

	"opco": "it",
	"name": "Spotify standalone switchable all trial",
	"version": 1,
	"partner": "spotify",
	"type": "standalone",
	"switchable": true,
	"trial": true,

	"enabled": {
		"purchase": true,
		"cancellation": false
	},

	"heading": "Spotify Premium",

	"pages": {
		"purchase": {
			"details": {
				"title": "Ascolta la tua musica preferita sempre e ovunque, senza limiti e senza interruzioni!",
				"text": "<p>Con Spotify Premium hai tutta la musica sul tuo smartphone, tablet e PC. Grazie alla tua offerta Vodafone hai 1 mese incluso, senza costi aggiuntivi!</p><p>Scopri tutti i vantaggi di Spotify Premium:</p><ul><li>Musica illimitata in alta qualità</li><li>Nessuna interruzione pubblicitaria</li><li>Playlist disponibili anche offline</li><li>Nessun vincolo</li></ul>Dopo il mese offerto da Vodafone, il servizio si rinnova a 8,99 euro al mese (salvo disattivazione). </p><p>Il periodo di gratuità è valido fino a che la tua offerta è attiva. Se disattivi la tua offerta il servizio Spotify viene disattivato. L’abbonamento non ha vincoli e può essere disattivato in qualsiasi momento.</p><p>Goditi la musica di Spotify Premium inclusa per 1 mese!</p><p>Se hai attivato l’offerta Spotify con Vodafone in passato, consulta i Termini e Condizioni, per maggiori dettagli.</p><p>Poiché hai già un abbonamento Spotify Premium con Vodafone attivo, proseguendo il precedente abbonamento verrà disattivato.</p>",
				"checkbox": {
					"label": "Cliccando su attiva dichiari di accettare i <a href=\"#\" class=\"terms_link\">termini e le condizioni</a> del servizio",
					"errorMessage": "Prima di poter attivare Spotify devi accettare i nostri termini e condizioni.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Spotify",
					"text": "<p>Informazioni su Spotify Premium</p><h6>Spotify Premium</h6><p>Puoi avere tutta la musica illimitata con Spotify per tutta la durata del tuo abbonamento.</p><h6>Costi di connessione internet</h6><p>L'utilizzo del servizio con rete Vodafone consuma i GB inclusi nella tua offerta.</p><h6>Disattiva \"Spotify Premium\"</h6><p>Per disattivare il tuo abbonamento \"Spotify Premium\" cliccahttp://voda.it/disattivaspotify.</p><h6>Telefoni compatibili</h6><p>Spotify è compatibile con un'ampia gamma di telefoni e tablet: Android, Windows, Apple iOS e tanti altri. Non è invece disponibile per BlackBerry 10.</p><h6>Domande Frequenti</h6><p>Per avere ulteriori informazioni consulta leDomande Frequenti su Spotify Premium</p>"
				},
				"okButton": {
					"label": "Attiva Spotify Premium",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>La tua sottoscrizione a Spotify Premium e' ora attiva, inizia ad ascoltare la tua musica prefrita dove e quando vuoi.</p><p>Se non l'hai gia' fatto scarica l'APP premendo il bottone qui sotto.</p>",
				"getAppButton": {
					"label": "Scarica l'APP di Spotify",
					"action": "#getApp"
				}
			}
		}
	}
}
