{
	"comment": "Initial import by DEV",

	"opco": "ro",
	"name": "Netflix hardbundle 3m",
	"version": 1,
	"partner": "netflix",
	"type": "hardbundle",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"usergroups": [
		"netflix3"
	],

	"heading": "Netflix",

	"pages": {
		"purchase": {
			"details": {
				"title": "Cele mai populare emisiuni TV și filme, seriale originale Netflix premiate și o secțiune dedicată exclusiv copiilor. Sigur toată lumea are ceva de văzut!",
				"text": "<ul class=\"offers_list\"><li>Ofertă promoţională Netflix pentru 3 luni</li><li>Începi să vizionezi un serial TV sau un film pe un dispozitiv și termini pe un altul.</li><li>Fără descărcare.</li><li>Fără publicitate.</li></ul>",
				"checkbox": {
					"label": "Accept <a href=\"https://www.vodafone.ro/libs/documents/digital_asset/v192819.pdf\" target=\"_blank\" class=\"terms_link\">termenii și condițiile</a>",
					"errorMessage": "Pentru a activa oferta te rugăm să accepți termenii și condițiile.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Mai multe informaţii",
					"text": "<p class=\"content_heading\">Informaţii despre oferta promoţională</p><p>Cele mai populare emisiuni TV și filme, seriale originale Netflix premiate și o secțiune dedicată exclusiv copiilor. Sigur toată lumea are ceva de văzut!</p><p>La abonamentele RED sau Smart Net selectate, beneficiezi de oferta promoţională Netflix de 3 luni de acces Nelimitat la pachetul în valoare de 9.99 € pe lună. Poţi utiliza acest serviciu pe 2 dispozitive în acelaşi timp, la calitate HD.</p><p>Dacă ai deja cont Netflix, plata va fi suspendată pe durata perioadei promoţionale şi va fi reluată după expirarea perioadei promoţionale. Valoarea promoţiei (29.7€) va fi adăugată în contul  tău existent.</p><p class=\"content_heading\">Cum se consumă traficul de date?</p><p>Traficul efectuat în aplicaţia Netflix se consumă din traficul inclus în abonament. Dacă depăşeşti volumul de trafic inclus în abonament, utilizarea traficului de date va fi taxată la tarifele noastre standard.</p><p class=\"content_heading\">Anularea ofertei</p><p>Durata ofertei este de 3 luni pentru pachetul Standard (9.99€).</p><p>Costul corespunzător pachetului Netflix ales va fi adăugat pe factura ta Vodafone. Îţi vom trimite un mesaj cu 15 zile înainte pentru a-ţi reaminti acest lucru. Dacă nu mai doreşti Netflix, te rugăm să vizitezi http://offers.Vodafone.com/ro/cancel, pentru a anula serviciul. Dacă eşti deja abonat Netflix procesul normal de facturare Netflix va fi reluat la expirarea perioadei perioadei promoţionale.</p><p>Te rugăm să contactezi Netflix, dacă ai întrebări despre Netflix.com</p><p class=\"content_heading\">Telefoane compatibile</p><p>Neflix este compatibil cu o gamă vastă de telefoane mobile și tablete, inclusiv telefoane Android, iOS și Windows. Vă amintim că acesta nu este disponibil pe Blackberry.</p>"
				},
				"okButton": {
					"label": "ACTIVEAZĂ OFERTA",
					"action": "#next"
				}
			},

			"success": {
				"title": "Oferta ta promoţională a fost activată.",
				"text": "<p>Felicitări, abonamentul tău NETFLIX poate fi utilizat.</p><p>Dacă nu ai deja aplicaţia pe smartphone sau tabletă, o poţi descărca prin apăsarea butonului de mai jos.</p>",
				"getAppButton": {
					"label": "DESCARCĂ NETFLIX",
					"action": "#getApp",
					"txInformation": "<p>Narcos, un serial original Netflix. Toate episoadele disponibile online acum.</p>"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Beneficiezi de oferta promoţională NETFLIX.</p><p>Ai acces la cele mai populare emisiuni TV şi filme, seriale originale NETFLIX premiate şi o secţiune dedicată exclusiv copiilor.</p><p>Dacă doreşti să dezactivezi această ofertă, apasă butonul de mai jos.</p>",
				"getAppButton": {
					"label": "DESCARCĂ NETFLIX",
					"action": "#getApp",
					"txInformation": "<p>Narcos, un serial original Netflix. Toate episoadele disponibile online acum.</p>"
				},
				"okButton": {
					"label": "DEZACTIVEAZĂ OFERTA",
					"action": "#next"
				}
			},

			"details2": {
				"text": "<p>Eşti sigur că doreşti dezactivarea ofertei NETFLIX?</p><p>Apasă butonul de mai jos iar oferta NETFLIX se va dezactiva automat la finalul perioadei promoţionale.</p>",
				"okButton": {
					"label": "DEZACTIVEAZĂ OFERTA",
					"action": "#next"
				}
			},

			"success": {
				"title": "Ai fost dezabonat de la NETFLIX.",
				"text": "<p>Oferta va fi dezactivată la finalul perioadei promoţionale NETFLIX. Verifică data în contul tău NETFLIX, secţiunea My Account / Plan details.</p>",
            	"notificationMsg": "Oferta ta NETFLIX se va dezactiva automat la finalul perioadei promoţionale.",
				"getAppButton": {
					"label": "DESCARCĂ NETFLIX",
					"action": "#getApp",
					"txInformation": "<p>Narcos, un serial original Netflix. Toate episoadele disponibile online acum.</p>"
				}
			}
		}
	}
}
