{
	"comment": "Initial import by DEV",

	"opco": "es",
	"name": "Netflix standalone",
	"version": 1,
	"partner": "netflix",
	"type": "standalone",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"heading": "Netflix",

	"pages": {
		"purchase": {
			"details": {
				"title": "Ves lo que quieres, cuando quieres",
				"text": "<ul class=\"offers_list\"><li>Tus  series y películas favoritas: El lobo de Wall Street, Sin límites, Breaking Bad,  Gotham, Arrow… los contenidos originales de Netflix como Narcos, Marvel - Daredevil, Marco Polo, House of Cards, Orange is the New Black, documentales aclamados por la crítica como Virunga o Mission Blue,  y una sección especial para niños con títulos como Kung Fu Panda, LEGO Ninjago: Masters of Spinjitzu o Madagascar.  Ves todo lo que quieres y cuando quieres. Sin publicidad</li><li>Integrado en Vodafone TV. Además, podrás disfrutar de todo el contenido en tu Smartphone, Tablet, PC/MAC y muchos más dispositivos</li><li>Sin compromiso</li></ul>",
				"checkbox": {
					"label": "Una vez hagas clic en “Activar Netflix”, serás redirigido a una página de Netflix para completar el alta en el servicio.",
					"errorMessage": "Por favor, debes aceptar y marcar la casilla para continuar con el proceso de alta.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Más info",
					"text": "<p class=\"content_heading\">Y además:</p><p>Para cualquier duda sobre el funcionamiento del servicio, accede directamente al \"centro de ayuda\" en <a href=\"http://www.netflix.com\" target=\"_blank\">http://www.netflix.com</a>. Podrás consultar preguntas frecuentes, mantener un chat con un agente o ponerte en contacto de forma gratuita con el Servicio de Atención al Cliente de Netflix. El horario de atención en castellano es de Lunes a Domingo de 10h a 22h.</p>"
				},
				"okButton": {
					"label": "Activar Netflix",
					"action": "#next"
				}
			},

			"success": {
				"title": "¡Proceso completado!",
				"text": "<p>El alta en el servicio de Netflix se ha completado correctamente</p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Tus series y películas favoritas, los contenidos originales de Netflix y una sección especial para niños. Ves lo que quieres y cuando quieres. Sin publicidad. </p><p>¿Estas seguro que quieres darte de baja?</p><p>Para darse de baja del servicio Netflix, haz clic en el botón inferior. </p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				},
				"okButton": {
					"label": "Darse de baja",
					"action": "#next"
				}
			},

			"details2": {
				"text": "<p>Recuerda, la baja en el servicio será efectiva al final de tu mes de suscripción.</p>",
				"okButton": {
					"label": "Darse de baja",
					"action": "#next"
				}
			},

			"success": {
				"title": "Darse de baja",
				"text": "<p>Te confirmamos que la baja de tu suscripción al servicio de Netflix se ha realizado correctamente.</p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				}
			}
		}
	}
}
