{
	"comment": "Initial import by DEV",

	"opco": "es",
	"name": "Netflix hardbundle trial 6m",
	"version": 1,
	"partner": "netflix",
	"type": "hardbundle",
	"switchable": false,
	"trial": true,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"usergroups": [
		"bundling_high",
		"onetivo_high"
	],

	"heading": "Netflix",

	"pages": {
		"purchase": {
			"details": {
				"title": "Ahora, con tu tarifa Vodafone, 6 meses de regalo",
				"text": "<ul class=\"offers_list\"><li>Tus  series y películas favoritas: El lobo de Wall Street, Sin límites, Breaking Bad,  Gotham, Arrow… los contenidos originales de Netflix como Narcos, Marvel - Daredevil, Marco Polo, House of Cards, Orange is the New Black, documentales aclamados por la crítica como Virunga o Mission Blue,  y una sección especial para niños con títulos como Kung Fu Panda, LEGO Ninjago: Masters of Spinjitzu o Madagascar.  Ves todo lo que quieres y cuando quieres. Sin publicidad</li><li>Integrado en Vodafone TV. Además, podrás disfrutar de todo el contenido en tu Smartphone, Tablet, PC/MAC y muchos más dispositivos</li><li>Sin compromiso</li></ul>",
				"checkbox": {
					"label": "Una vez hagas clic en \"Activar Netflix\", serás redirigido a una página de Netflix para completar el alta en el servicio.",
					"errorMessage": "Por favor, debes aceptar y marcar la casilla para continuar con el proceso de alta.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Más info",
					"text": "<h6>Y además:</h6><ol><li>1. La promoción incluye 6 meses de suscripción al paquete Netflix con 2 accesos simultáneos valorado en 9,99€ mensuales. Para poder aplicar la promoción a los clientes existentes de Netflix, ésta les descontará 59,94€.</li><li>2. El paquete Netflix con 2 accesos simultáneos permite a sus clientes utilizar su cuenta de Netflix de forma simultánea en dos dispositivos y con calidad HD.</li><li>3.  Para poder disfrutar del paquete Netflix con 2 accesos simultáneos, el cliente deberá disponer de un ordenador u otro dispositivo compatible.</li><li>4. La promoción no puede canjearse por dinero ni sustituirse por otras promociones de Netflix de distinto valor y ello conforme a la legislación aplicable.</li><li>5. La promoción de Netflix podrá activarse hasta el 23/01/2017</li><li>6. La promoción se aplicará respecto de la cuota mensual.</li><li>7. La promoción es personal e intransferible.</li><li>8. Si un cliente no activa su promoción antes de que expire, no tendrá derecho a compensación alguna por parte de Netflix.</li><li>9. Los términos y condiciones de la promoción están disponibles en <a href=\"https://help.netflix.com/legal/termsofuse\" target=\"_blank\">https://help.netflix.com/legal/termsofuse</a>.</li></ol><p>Para cualquier duda sobre el funcionamiento del servicio, accede directamente al \"centro de ayuda\" en <a href=\"http://www.netflix.com\" target=\"_blank\">http://www.netflix.com</a>. Podrás consultar preguntas frecuentes, mantener un chat con un agente o ponerte en contacto de forma gratuita con el Servicio de Atención al Cliente de Netflix. El horario de atención en castellano es de Lunes a Domingo de 10h a 22h.</p>"
				},
				"okButton": {
					"label": "Activar Netflix",
					"action": "#next"
				},
				"duration": "6 meses de regalo"
			},

			"success": {
				"title": "¡Proceso completado!",
				"text": "<p>Tu promoción al servicio de Netflix se ha activado correctamente</p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Tus series y películas favoritas, los contenidos originales de Netflix y una sección especial para niños. Ves lo que quieres y cuando quieres. Sin publicidad. </p><p>¿Estas seguro que quieres darte de baja?</p><p>Para darse de baja del servicio Netflix, haz clic en el botón inferior. </p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				},
				"okButton": {
					"label": "Darse de baja",
					"action": "#next"
				}
			},

			"details2": {
				"text": "<p>Recuerda, la baja en el servicio será efectiva al final de tu mes de suscripción.</p><p>Para darse de baja del servicio Netflix, haz clic en el botón inferior.</p>",
				"okButton": {
					"label": "Darse de baja",
					"action": "#next"
				}
			},

			"success": {
				"title": "Darse de baja",
				"text": "<p>Te confirmamos que la baja de tu suscripción al servicio de Netflix se ha realizado correctamente.</p>",
				"getAppButton": {
					"label": "Descargar app",
					"action": "#getApp"
				}
			}
		}
	}
}
