{
	"comment": "Initial import by DEV",

	"opco": "nl",
	"name": "Napster hardbundle lifetime",
	"version": 1,
	"partner": "napster",
	"type": "hardbundle",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"usergroups": [
		"contentblack"
	],

	"heading": "Napster",

	"pages": {
		"purchase": {
			"details": {
				"text": "<p>Altijd en overal muziek streamen</p><p>Beluister meer dan 40 miljoen muzieknummers via één account op al je smartdevices.</p><ul><li>Luister naar de muziek van je favoriete artiesten, de nieuwe releases en top-hitlijsten, honderden voorgeprogrammeerde afspeellijsten en nog veel meer.</li><li>Met Napster Unlimited kun je zoveel muziek afspelen als je wilt op je telefoon, tablet, computer en home audiosysteem.</li><li>Napster is inbegrepen in je abonnement zolang je Black klant bent.</li></ul>",
				"checkbox": {
					"label": "Ik heb de volgende documenten gelezen en geaccepteerd: <a href=\"#\" class=\"terms_link\">de Dienstvoorwaarden van Vodafone, de Gebruikersvoorwaarden van Napster (waaronder informatie over het herroepingsrecht), de Licentieovereenkomst voor eindgebruikers, het Privacybeleid, en het Cookiebeleid</a>.",
					"errorMessage": "Je moet de <a href=\"#\" class=\"terms_link\">Dienstvoorwaarden van Vodafone en de Gebruikersvoorwaarden van Napster</a> accepteren voordat je Napster kunt activeren",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Meer informatie",
					"text": "<p class=\"content_heading\">Altijd en overal de beste muziek streamen</p><p><ul><li>Je moet 18 jaar of ouder zijn om gebruik van deze dienst te maken.</li><li>Je hebt offline toegang tot je Napster muziek op maximaal 3 ondersteunde apparaten.</li><li>Als je al eerder gebruik hebt gemaakt van een actie van Napster, kun je niet nog een keer meedoen.</li></ul></p><p class=\"content_heading\">Internet kosten</p><p>Met Napster kun je muziek luisteren met het super snelle Vodafone 4G netwerk, 3G en wifi. Als je Napster gebruikt via ons mobiele 3G/4G netwerk, verbruik je data uit je abonnement of databundel. Luister je in het buitenland? Dan betaal je kosten voor data roaming.</p><p class=\"content_heading\">Ondersteunde systemen</p><p>Je kunt via Napster muziek beluisteren op de meeste tablets en smartphones, maar ook thuis via je computer, audio systeem en zelfs in je auto. Kijk voor alle ondersteunde systemen op www.napster.com</p><p class=\"content_heading\">Napster stopzetten</p><p>Je abonnement op Napster is inbegrepen in je abonnement of databundel. Voordat de actieperiode afloopt, ontvang je een sms. Je kunt er dan voor kiezen om Napster te houden (dan ga je ervoor betalen) of het stop te zetten. De keuze is aan jou.Je kunt Napster maandelijks opzeggen via de Entertainment portal: https://offers.vodafone.com/nl/cancel</p><p class=\"content_heading\">Heb je nog vragen?</p><p>Bel dan even met onze Klantenservice of kijk op ons forum: http://forum.vodafone.nl</p>"
				},
				"okButton": {
					"label": "Activeer Napster nu",
					"action": "#next"
				}
			},

			"success": {
				"title": "Gelukt!",
				"text": "<p>Je kunt Napster nu gelijk gebruiken.</p><p>Heb je de Napster app nog niet op je telefoon? Klik op de button en download de app nu.</p>",
				"customButton": {
					"label": "Activeer nog meer Entertainment",
					"action": "#moreOffers",
					"description": "Wil je een ander Entertainment pakket bestellen?"
				},
				"getAppButton": {
					"label": "Napster app downloaden",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Je bent nu geabonneerd op Napster</p><p>Je kunt onderweg of thuis van Napster genieten met het supersnelle Vodafone 4G-netwerk, 3G en wifi. <br />Wil je Napster opzeggen? Dat kan. Napster  is maandelijks opzegbaar.</p>",
				"okButton": {
					"label": "Napster opzeggen",
					"action": "#next"
				},
				"getAppButton": {
					"label": "Napster app downloaden",
					"action": "#getApp"
				}
			},

			"details2": {
				"text": "<p>Om je Napster abonnement op te zeggen, klik hieronder op Doorgaan met opzeggen.</p><p>Als je je Napster account opzegt, kun je de muziek van Napster niet meer op je mobiel of thuis luisteren.</p>",
				"okButton": {
					"label": "Doorgaan met opzeggen",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>Je hebt je Napster abonnement opgezegd. Uiteraard kun je blijven luisteren zolang je abonnement nog loopt. Geniet er nog even van!</p>",
                                "notificationMsg": "Je Netflix abonnement wordt beëindigd."
			}
		}
	}
}
