{
	"comment": "Initial import by DEV",

	"opco": "nl",
	"name": "Netflix hardbundle 3m free promo rollover to CTB",
	"version": 1,
	"partner": "netflix",
	"type": "hardbundle",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"usergroups": [
		"contentblack",
		"contentaddon2",
		"contentsmart",
		"contentred2"
	],

	"heading": "Netflix",

	"pages": {
		"purchase": {
			"details": {
				"text": "<p>Voor iedereen iets leuks!</p><p>Overal genieten van de beste series en films van Netflix, waar en wanneer je maar wilt, op jouw manier.</p><ul><li>Naast je favoriete series en films die je op Netflix kunt streamen, zijn er ook altijd nieuwe bekroonde Netflix-originals te zien. Het aanbod series en films blijft groeien.</li><li>Je hoeft de series of film niet te downloaden.</li><li>Hoe relaxed? Er is geen reclame onderbreking.</li><li>Nu 3 maanden Netflix cadeau. Na 3 maanden betaal je €9,99 per maand, makkelijk via je Vodafone rekening! Je kunt maandelijks opzeggen.</li></ul>",
				"checkbox": {
					"label": "Ik accepteer de <a href=\"#\" class=\"terms_link\">Dienstvoorwaarden</a> en dat er automatisch kosten in rekening worden gebracht voor mijn Netflix abonnement, tenzij ik me op tijd afmeld.",
					"errorMessage": "Je moet de <a href=\"#\" class=\"terms_link\">Dienstvoorwaarden</a> van Vodafone accepteren voordat je Netflix kunt activeren.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Meer informatie",
					"text": "<p class=\"content_heading\">Bekijk je favoriete series en films, waar en wanneer je maar wilt.</p><p><ul><li>Kijk met de beste kwaliteit van Vodafone’s 4G netwerk (of met 3G of wifi)</li><li>Met een Netflix 2 HD Stream abonnement kun je op 2 verschillende apparaten tegelijkertijd series of films kijken.</li><li>Kijk op www.netflix.com/TermsofUse voor meer informatie.</li><li>Voor Netflix heb je breedbandinternet en een apparaat voor streamen nodig.</li><li>Heb je al Netflix? Dan heb je dubbel voordeel en ontvang je extra tegoed op je account.</li></ul></p><p class=\"content_heading\">Internet kosten</p><p>Netflix kun je onderweg of thuis kijken met het supersnelle Vodafone 4G-netwerk, 3G en wifi. Als je Netflix gebruikt via ons mobiele 4G/3G netwerk, verbruik je data uit je abonnement of databundel. Kijk je in het buitenland? Dan betaal je kosten voor data roaming.</p><p class=\"content_heading\">Ondersteunde systemen</p><p>Met één account kijk je Netflix op je smartphone, tablet, PC, Smart TV, gameconsole en veel meer. Let op: Netflix is niet beschikbaar op BlackBerry 10.</p><p class=\"content_heading\">Netflix stopzetten</p><p>Je abonnement op Netflix is inbegrepen in je abonnement of databundel. Voordat de actieperiode afloopt, ontvang je een sms. Je kunt er dan voor kiezen om Netflix te houden (dan ga je ervoor betalen) of het stop te zetten. De keuze is aan jou. Je kunt Netflix  maandelijks opzeggen via https://offers.vodafone.com/nl/cancel</p><p class=\"content_heading\">Heb je nog vragen?</p><p>Bel dan even met onze Klantenservice of kijk op ons forum: http://forum.vodafone.nl</p>"
				},
				"okButton": {
					"label": "Activeer Netflix nu",
					"action": "#next"
				}
			},

			"success": {
				"title": "Gelukt!",
				"text": "<p>Je kunt Netflix nu gelijk gebruiken.</p><p>Heb je de Netflix app nog niet op je telefoon? Klik op de button en download de app nu. </p>",
				"customButton": {
					"label": "Activeer nog meer Entertainment",
					"action": "#moreOffers",
					"description": "Wil je een ander Entertainment pakket bestellen?"
				},
				"getAppButton": {
					"label": "Netflix app downloaden",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Je bent nu geabonneerd op Netflix</p><p>Je kunt onderweg of thuis van Netflix genieten met het supersnelle Vodafone 4G-netwerk, 3G en wifi. Wil je Netflix opzeggen? Dat kan. Netflix  is maandelijks opzegbaar.</p>",
				"okButton": {
					"label": "Netflix opzeggen",
					"action": "#next"
				},
				"getAppButton": {
					"label": "Netflix app downloaden",
					"action": "#getApp"
				}
			},

			"details2": {
				"text": "<p>Om je Netflix abonnement op te zeggen, klik hieronder op Doorgaan met opzeggen.</p><p>Als je je Netflix account opzegt, kun je de films en series van Netflix niet meer op je mobiel of thuis kijken.</p>",
				"okButton": {
					"label": "Doorgaan met opzeggen",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>Je hebt je Netflix abonnement opgezegd en je kunt blijven kijken zolang je abonnement nog loopt. Geniet er nog even van!</p>"
			}
		}
	}
}
