{
	"comment": "Initial import by DEV",

	"opco": "nl",
	"name": "TVAnywhere standalone",
	"version": 1,
	"partner": "tvanywhere",
	"type": "standalone",
	"switchable": false,
	"trial": false,

	"enabled": {
		"purchase": true,
		"cancellation": true
	},

	"heading": "TV Anywhere",

	"pages": {
		"purchase": {
			"details": {
				"text": "<p>Overal TV kijken met TV Anywhere</p><p>Bekijk je favoriete TV-programma's op je smartphone of tablet, waar en wanneer je maar wilt.</p><ul><li>Live TV-zenders bekijken waar en wanneer je maar wilt.</li><li>TV-momenten delen via Facebook & Twitter</li><li>Altijd een TV-gids bij de hand</li><li>Je ontvangt de eerst maand TV Anywhere cadeau. Hierna betaal je makkelijk via je Vodafone rekening! Je kunt maandelijks opzeggen.</li></ul>",
				"checkbox": {
					"label": "Ik accepteer de <a href=\"#\" class=\"terms_link\">Dienstvoorwaarden</a> en dat er automatisch kosten in rekening worden gebracht voor mijn TV Anywhere abonnement, tenzij ik me op tijd afmeld.",
					"errorMessage": "Je moet de Dienstvoorwaarden van Vodafone accepteren voordat je TV Anywhere kunt activeren.",
					"order": 1,
					"mandatory": true
				},
				"accordion": {
					"label": "Meer informatie",
					"text": "<p class=\"content_heading\">Overal TV kijken met TV Anywhere</p><p><ul><li>TV Anywhere is alleen in Nederland te gebruiken. Dit heeft te maken met uitzendrechten.</li><li>Je moet 18 jaar of ouder zijn om gebruik te maken van deze dienst.</li><li>Als je al eerder gebruik hebt gemaakt van een actie van TV Anywhere, kun je niet nog een keer meedoen.</li></ul></p><p class=\"content_heading\">Internet kosten</p><p>TV Anywhere kun je onderweg of thuis kijken met het supersnelle Vodafone 4G-netwerk, 3G en wifi. Als je TV Anywhere gebruikt via ons mobiele 3G/4G netwerk, verbruik je data uit je abonnement of databundel. Kijk je in het buitenland? Dan betaal je kosten voor data roaming.</p><p class=\"content_heading\">Ondersteunde systemen</p><p>Je kunt TV Anywhere kijken op iOS en Android tablets en smartphones.</p><p class=\"content_heading\">TV Anywhere stopzetten</p><p>Je kunt TV Anywhere maandelijks opzeggen via de Entertainment portal: https://offers.vodafone.com/nl/cancel</p><p class=\"content_heading\">Heb je nog vragen?</p><p>Bel dan even met onze Klantenservice of kijk op ons forum: http://forum.vodafone.nl</p>"
				},
				"okButton": {
					"label": "Activeer TV Anywhere nu",
					"action": "#next"
				}
			},

			"success": {
				"title": "Gelukt!",
				"text": "<p>Je kunt TV Anywhere nu gelijk gebruiken.</p><p>Heb je de TV Anywhere app nog niet op je telefoon? Klik op de button en download de app nu.</p>",
				"customButton": {
					"label": "Activeer nog meer Entertainment",
					"action": "#moreOffers",
					"description": "Wil je een ander Entertainment pakket bestellen?"
				},
				"getAppButton": {
					"label": "TV Anywhere app downloaden",
					"action": "#getApp"
				}
			}
		},

		"cancellation": {
			"details": {
				"text": "<p>Overal TV kijken met TV Anywhere.</p><p>Bij ieder abonnement kun je bij Vodafone terecht voor de beste in Entertainment! Sluit nu een TV Anywhere abonnement af.</p>",
				"okButton": {
					"label": "TV Anywhere opzeggen",
					"action": "#next"
				},
				"getAppButton": {
					"label": "TV Anywhere app downloaden",
					"action": "#getApp"
				}
			},

			"details2": {

				"text": "<p>Om je TV Anywhere abonnement op te zeggen, klik hieronder op Doorgaan met opzeggen.</p><p>Als je je TV Anywhere account opzegt, kun je onderweg of thuis geen tv-programma’s meer kijken met deze app.</p>",
				"okButton": {
					"label": "Doorgaan met opzeggen",
					"action": "#next"
				}
			},

			"success": {
				"text": "<p>Je hebt je TV Anywhere abonnement opgezegd. Uiteraard kun je blijven kijken zolang je abonnement nog loopt. Geniet er nog even van!</p>"
			}
		}
	}
}
